{
    "en": [
      {
        "id": 0,
        "title": "APIs Catalog",
        "desc": "The catalog of APIs offered by VeeCode Platform allows developers to access a wide range of resources to create innovative applications.",
        "icon": "/assets/home/Support/1.svg"
      },
      {
        "id": 1,
        "title": "Software Templates",
        "desc": "Our variety of software templates streamlines the creation process and accelerates application development.",
        "icon": "/assets/home/Support/2.svg"
      },
      {
        "id": 2,
        "title": "Observability Dashboards",
        "desc": "Our advanced observability dashboards allow developers to monitor and analyze the performance of their applications. ",
        "icon": "/assets/home/Support/3.svg"
    },
      {
        "id": 3,
        "title": "Platform Engineering",
        "desc": "Our Platform Engineering approach provides a robust environment for application development and deployment, empowering engineering teams to create high-quality products collaboratively.",
        "icon": "/assets/home/Support/4.svg"
      },
      {
        "id": 4,
        "title": "API Management",
        "desc": "With advanced API Management capabilities built-in, it offers ideal tools to efficiently manage, monitor and optimize your APIs.",
        "icon": "/assets/home/Support/5.svg"
      }
    ],
    "pt": [
      {
        "id": 0,
        "title": "Catálogos de API",
        "desc": " O catálogo de APIs desenvolvido pela VeeCode Platform permite que os desenvolvedores acessem uma extensa possibilidade de recursos e criem aplicações inovadoras.",
        "icon": "/assets/home/Support/1.svg"
      },
      {
        "id": 1,
        "title": "Templates de Softwares",
        "desc": "Nossos templates de softwares simplificam o processo de criação e aceleram o desenvolvimento de aplicações.",
        "icon": "/assets/home/Support/2.svg"
      },
      {
        "id": 2,
        "title": "Painéis de Observabilidade",
        "desc": " Nossos painéis de observabilidade avançados permitem os desenvolvedores monitorarem e analisarem a performance de suas aplicações.",
        "icon": "/assets/home/Support/3.svg"
      },
      {
        "id": 3,
        "title": "Engenharia de Plataformas",
        "desc": "Nossa abordagem em Engenharia de Plataformas proporciona um ambiente robusto para o desenvolvimento e implementação de aplicações, permitindo que as equipes de engenharia criem produtos de alta qualidade de forma eficiente e colaborativa.",
        "icon": "/assets/home/Support/4.svg"
      },
      {
        "id": 4,
        "title": "Gerenciamento de API",
        "desc": "Com capacidade avançada em gerenciamento de API, oferecemos as ferramentas ideais para gerir, monitorizar e otimizar de forma eficaz as suas APIs.",
        "icon": "/assets/home/Support/5.svg"
      }
    ]
  }