{
    "translation": {
        "We provide":"Providenciamos",
        "instant support":"suporte instantâneo",
        "on":"em",
        "Your transition to the cloud doesn&lsquo;t have to be time-consuming, expensive, or lonely. Count on our":"Sua transição para a nuvem não precisa ser demorada, cara ou solitária. Conte com o nosso",
        "professional support":"suporte profissional",
        "and":"e",
        "free tools":"ferramentas gratuitas",
        "to overcome your challenges quickly and easily!":"para superar seus desafios de forma rápida e fácil!",
        "Learn More":"Veja Mais",
        "Buy Now":"Contrate",
        "automates your API Infrastructure":"automatiza sua infraestrutura de API",
        "Automate the provisioning and construction of cloud APIs, assisted by our":"Automatize o provisionamento e a construção de APIs de nuvem, auxiliados por nosso",
        "expert support":"suporte especializado",
        "and with a":"e com um",
        "cost that fits in your pocket.":"custo que cabe no seu bolso.",
        "How it Works":"Como Funciona",
        "Start For Free":"Comece Grátis",
        "Discover our":"Descubra Nossas",
        "Free Tools":"Ferramentas Gratuitas",
        "With our":"Com nosso",
        "Support":"Suporte",
        "and our":"e nossas",
        "Open Source tools":"ferramentas Open Source",
        "your team is free to serve your business areas.":"sua equipe fica livre para atender suas áreas de negócio.",
        "Is a platform that centralizes your Specs and APIs making it easy to control microservices.":"É uma plataforma que centraliza suas especificações e APIs facilitando o controle de microsserviços.",
        "Is our command line interface that speeds up the building of APIs from an OpenAPI file.":"É a nossa interface de linha de comando que acelera a criação de APIs a partir de um arquivo OpenAPI.",
        "Builds for you a Cloud Infrastructure with a few lines of code.":"Constrói para você uma infraestrutura de nuvem em poucas linhas de código.",
        "Increase your productivity also helping the community to grow.":"Aumente sua produtividade ajudando também a comunidade a crescer.",
        "Our support also includes":"Nosso suporte também inclui",
        "What&apos;s missing from":"O que está faltando na",
        "your team":"sua equipe",
        "Boost your productivity":"Aumente sua produtividade",
        "Be more productive":"Seja mais produtivo",
        "Add efficiency, tools, and organization into your day-to-day workflow.":"Adicione eficiência, ferramentas e organização ao seu fluxo de trabalho diário.",
        "Focus on what is needed":"Concentre-se no que é necessário",
        "Ensure the successful creation and maintenance for your business processes.":"Garanta a criação e manutenção bem-sucedidas de seus processos de negócios.",
        "Remove barriers":"Remova barreiras",
        "Simplify your Cloud transition with our support team and easy-to-use platform.":"Simplifique sua transição para a nuvem com nossa equipe de suporte e plataforma fácil de usar.",
        "Empower your team":"Capacite sua equipe",
        "More flexible teams":"Equipes mais flexíveis",
        "Increase your team's performance and productivity by spending less to do more.":"Aumente o desempenho e a produtividade de sua equipe gastando menos para fazer mais.",
        "Standardize your projects":"Padronize seus projetos",
        "Systemize your projects easily, and concentrate API's services in minutes.":"Sistematize seus projetos com facilidade e concentre os serviços da API em minutos.",
        "Deliver more with less effort":"Entregue mais com menos esforço",
        "Challenge the status quo and get more done by eliminating repetitive tasks.":"Desafie o status quo e faça mais eliminando tarefas repetitivas.",
        "Get closer to your customer":"Próximo ao seu cliente",
        "Fast projects":"Projetos rápidos",
        "Bring reliability to your application keeping it modern and professional.":"Traga confiabilidade para sua aplicação mantendo-a moderna e profissional.",
        "Faster Feedback":"Feedback mais rápido",
        "Constructive assessments to control and organize your projects easier.":"Avaliações construtivas para controlar e organizar seus projetos com mais facilidade.",
        "Optimize your processes":"Otimize seus processos",
        "Improve development using a productivity cycle that ensures continuous delivery.":"Melhore o desenvolvimento usando um ciclo de produtividade que garante a entrega contínua.",
        "Count on our team of experts":"Conte com nosso time de especialistas",
        "Our team will help you to be even more useful on our platform.":"Nossa equipe vai te ajudar a ser ainda mais útil em nossa plataforma.",
        "Unlock":"Desbloqueie",
        "your team&apos;s potential":"o potencial da sua equipe",
        "Benefits of VeeCode Platform support":"Benefícios do suporte da VeeCode Platform",
        "Direct assistance to your technical team.":"Atendimento direto à sua equipe técnica.",
        "Get the best technology support on hand.":"Obtenha o melhor suporte tecnológico disponível.",
        "Service with established SLA.":"Atendimento com SLA estabelecido.",
        "Most affordable price on the market.":"Preço mais acessível do mercado.",
        "Solve all of your problems with Devops, IaC, Cloud, Microsservices and more.":"Resolva todos os seus problemas com Devops, IaC, Cloud, Microsservices e muito mais.",
        "Join Our Comunity":"Junte-se à nossa comunidade",
        "Terms of Service":"Termos de Serviço",
        "Policy Privacy":"Política de Privacidade",
        "Contact Us":"Fale Conosco",
        "All rights reserved":"Todos os direitos reservados",
        "About":"Sobre",
        "Docs":"Docs",
        "More":"Mais"
    }
}