{
    "translation": {
        "header-options-docs":"Docs",
        "header-options-blog": "Blog",
        "header-options-plugins":"Plugins",
        "header-options-pricing":"Preços",

        "get-a-demo":"Acesse a Demo",
        "terms-of-service":"Termos de Serviço",
        "privacy-policy":"Política de Privacidade",
        "contact-us":"Fale Conosco",
        "support":"Suporte",
        "learn-more":"Saiba Mais",
        "confirm":"Confirmar",
        "required":"*Campo obrigatório",
        "invalid-email":"*Email inválido",
        "submit":"Enviar",

        "footer-topic1":"Sobre",
        "footer-topic2":"Docs",
        "footer-topic3":"Mais",
        "footer-option1":"Como Funciona",
        "footer-option2":"Junte-se à comunidade",
        "footer-copyright":"VeeCode Platform. Todos os direitos são reservados.",

        "home-first-section-title": "Experimente o <strong>VeeCode DevPortal</strong> agora e transforme o trabalho da sua equipe de TI",
        "home-first-section-body": "Nossa solução de <strong>código aberto</strong> oferece transparência, flexibilidade e fácil implantação. Para <strong>suporte dedicado</strong>, temos opções personalizadas com SLA para um desempenho excepcional.",
        "home-first-section-label1": "Começar",
        "home-first-section-label2": "Confira nossos planos",

        "home-optimize-title1":"Tenha a sua <br/> própria <strong>Plataforma <br/> Backstage </strong> agora!",
        "home-optimize-subtitle1":"Adote uma distribuição otimizada do ",
        "home-optimize-subtitle2":"Backstage ",
        "home-optimize-subtitle3":"como uma ",
        "home-optimize-subtitle4":"Plataforma Interna de Desenvolvedores ",
        "home-optimize-subtitle5":"facilmente implantada como seu próprio Developer Portal em minutos.",
        "home-optimize-button-label":"Start Now",

        "home-tools-details-title1":"A adoção do",
        "home-tools-details-title2":"Backstage ",
        "home-tools-details-title3": "é desafiadora, uma vez que ela requer a escrita de códigos e ajustes importantes e não-triviais para que ele funcione corretamente mesmo com configurações básicas. ",
        "home-tools-details-subtitle1":"Experimente você mesmo agora e gratuitamente",
        "home-tools-details-button-label":"Instale Agora",
        
        "home-tools-details-item1-button-label":"Devportal",
        "home-tools-details-item1-button-description":"Uma plataforma que centraliza os suas Specs e APIs, facilitando o controle dos microsserviços.",

        "home-tools-details-item2-button-label":"VKPR",
        "home-tools-details-item2-button-description":"Constrói para si uma infra-estrutura de nuvem com algumas linhas de código.",

        "home-tools-details-item3-button-label":"Junte-se a nós",
        "home-tools-details-item3-button-description":"Aumente a sua produtividade e ajude a comunidade crescer.",
        
        "home-first-title1":"Liberte",
        "home-first-title2":"o potencial da sua equipe",
        "home-first-subtitle1":"A sua transição para a nuvem não tem de ser demorada, dispendiosa ou solitária. Conte com o nosso",
        "home-first-subtitle2":"suporte profissional",
        "home-first-subtitle3":"e",
        "home-first-subtitle4":"ferramentas gratuitas ",
        "home-first-subtitle5":"para ultrapassar os seus desafios de forma rápida e fácil!",
        "home-first-button-label1":"Saber Mais",

        "home-support-title1":"Leve o seu código a um novo nível de ",
        "home-support-title2":"eficiência ",
        "home-support-title3":"com ",
        "home-support-title4": "VeeCode Platform",
        "home-support-subtitle1":"Benefits of VeeCode Platform support",
        "home-support-buttonLabel":"Planos de Suporte",
        "home-support-option1":"Assistência direta à sua equipe técnica.",
        "home-support-option2":"Obtenha o melhor suporte tecnológico disponível.",
        "home-support-option3":"Serviço com SLA estabelecido.",
        "home-support-option4":"O preço mais acessível do mercado.",
        "home-support-option5":"Resolva todos os seus problemas com Devops, IaC, Cloud, Microsserviços e muito mais.",

        "home-tools-title":"O nosso suporte também inclui",

        "sup-plans-first-title1":"Obtenha",
        "sup-plans-first-title2":"suporte especializado",
        "sup-plans-first-title3":"das",
        "sup-plans-first-title4":"melhores soluções",
        "sup-plans-first-title5":"do mercado em apenas alguns cliques a um",
        "sup-plans-first-title6":"preço acessível",

        "sup-plans-title1":"Como Ajudamos",
        "sup-plans-kong-how1.1":"Configuração para cenários de alta disponibilidade",
        "sup-plans-kong-how1.2":"Automação de provisionamento",
        "sup-plans-kong-how1.3":"Instalação e suporte do Kong Gateway",
        "sup-plans-kong-how1.4":"Serviço de manutenção",

        "sup-plans-title2":"Você alcança",
        "sup-plans-kong-what2.1":"Automação de ponta a ponta para API's (APIOps)",
        "sup-plans-kong-what2.2":"Observabilidade de APIs",
        "sup-plans-kong-what2.3":"Segurança de APIs",
        "sup-plans-kong-what2.4":"Organização de APIs na arquitetura de Microsserviços",

        "sup-plans-title3":"Para Quem",
        "sup-plans-kong-whom3.1":"Procurando um gerente de API",
        "sup-plans-kong-whom3.2":"Procurando um API Gateway moderno, priorizando o Kong",
        "sup-plans-kong-whom3.3":"Usando a Comunidade Kong",
        "sup-plans-kong-whom3.4":"Precisa de suporte profissional para sua escolha de código aberto",

        "sup-plans-api-how1.1":"Automações prontas para criar, testar e entregar APIs",
        "sup-plans-api-how1.2":"Modelos de projeto e pipelines",
        "sup-plans-api-how1.3":"Desenvolvimento Spec-First com OpenAPI",
        "sup-plans-api-how1.4":"Padronização para APIOps",
        
        "sup-plans-api-what2.1":"Velocidade no desenvolvimento de APIs",
        "sup-plans-api-what2.2":"Otimização de pipelines de entrega de API",
        "sup-plans-api-what2.3":"Desenvolvedores lidando com menos complexidade",
        "sup-plans-api-what2.4":"Ambiente de teste",
        
        "sup-plans-api-whom3.1":"Estratégia de especificação inicial no desenvolvimento de API",
        "sup-plans-api-whom3.2":"Desejo de adotar microsserviços, mas evitando complexidade para as equipes",
        "sup-plans-api-whom3.3":"Em busca de modernização e crescimento",
        "sup-plans-api-whom3.4":"Ter um arquivo OpenAPI",

        "sup-plans-kubernetes-how1.1":"Automações de provisionamento de cluster",
        "sup-plans-kubernetes-how1.2":"Clusters “prontos para produção” em minutos",
        "sup-plans-kubernetes-how1.3":"Monitorando a integridade do aplicativo, mitigando riscos",
        "sup-plans-kubernetes-how1.4":"Observabilidade, desempenho e integração",
        
        "sup-plans-kubernetes-what2.1":"Jornadas de autoatendimento para equipes",
        "sup-plans-kubernetes-what2.2":"Modernização da operação de TI",
        "sup-plans-kubernetes-what2.3":"Redução de custos e riscos operacionais",
        "sup-plans-kubernetes-what2.4":"Gerenciamento de escala do aplicativo",
        
        "sup-plans-kubernetes-whom3.1":"Buscando escalabilidade no negócio",
        "sup-plans-kubernetes-whom3.2":"Aplique a cultura DevOps de forma rápida e econômica",
        "sup-plans-kubernetes-whom3.3":"Gestão comprometida com a excelência operacional",
        "sup-plans-kubernetes-whom3.4":"Deseja monitorar o desempenho do aplicativo",

        "sup-plans-aws-how1.1":"Automações de provisionamento de recursos",
        "sup-plans-aws-how1.2":"Facilitando a adoção da AWS",
        "sup-plans-aws-how1.3":"Migrando seus serviços para a nuvem",
        "sup-plans-aws-how1.4":"Observabilidade para o desempenho da rede",
        
        "sup-plans-aws-what2.1":"Jornadas de autoatendimento para equipes",
        "sup-plans-aws-what2.2":"Maturidade nativa da nuvem com baixo investimento",
        "sup-plans-aws-what2.3":"Modernização da operação de TI",
        "sup-plans-aws-what2.4":"Redução de custos e riscos operacionais",
        
        "sup-plans-aws-whom3.1":"Busca de transição digital e escalabilidade na empresa",
        "sup-plans-aws-whom3.2":"Gestão comprometida com a excelência operacional",
        "sup-plans-aws-whom3.3":"Buscando cultura e prática DevOps para a equipe",
        "sup-plans-aws-whom3.4":"Buscando diminuir a carga cognitiva",
        
        "sup-plans-trial-title1":"Obtenha",
        "sup-plans-trial-title2":"para nossa plataforma de suporte",

        "sup-plans-trial-subtitle1":"Preencha o formulário e tenha acesso à nossa plataforma de tickets, garantindo o acesso ao nosso suporte especializado durante um período de",
        "sup-plans-trial-subtitle2":"teste gratuito de 15 dias!",
        "sup-plans-trial-subtitle3":"Com acesso à nossa plataforma, você pode se comunicar diretamente com nossos especialistas para resolver problemas DevOps, automação de provisionamento, gerenciamento de API, potencialização da infra-estrutura de TI, e muito mais através de nosso DevPortal. Garantimos que suas informações estejam seguras e que cumprimos com todas as políticas e regulamentos de privacidade aplicáveis",
        "sup-plans-trial-subtitle4":"Garantimos que suas informações estejam seguras e que cumprimos com todas as políticas e regulamentos de privacidade aplicáveis",
        
        "sup-plans-form-label1":"Seu nome",
        "sup-plans-form-label2":"Cargo",
        "sup-plans-form-label3":"Empresa / Organização",
        "sup-plans-form-label4":"Email Coorporativo",
        "sup-plans-form-placeholder1":"Primeiro e último nome",
        "sup-plans-form-placeholder2":"Engenheiro",
        "sup-plans-form-placeholder3":"Acme, Inc.",
        "sup-plans-form-placeholder4":"voce@acme.com",
        "sup-plans-checkbox1":"Eu li, entendi e estou de acordo com VeeCode Platform",
        "sup-plans-checkbox2":"e",
        
        "support-title":"Opções de suporte",
        "support-subtitle":"Uma equipe de especialistas com a qual você pode contar",
        "support-categories-title":"Suporte Platform",
        "support-categories-desc":"Conte com a nossa equipe de profissionais qualificados e experientes que o ajudarão a tirar o máximo proveito dos nossos produtos e ferramentas. Considerando os detalhes do seu departamento de TI. Para além disso, podemos ajudar com dúvidas que surjam durante a utilização dos nossos produtos e componentes que estão incorporados na nossa solução. O nosso plano é prestar apoio a um custo muito inferior ao de ter um profissional especializado a tempo inteiro na sua equipe.",
        "support-list-details-title":"Os nossos especialistas estão prontos para o ajudar com",
        "support-benefits-title":"O que está incluído no nosso apoio",
        "support-benefits-topic1":"Dúvidas",
        "support-benefits-topic1.1":"Obtenha respostas sobre a instalação, configuração e utilização dos nossos produtos, tendo em conta os detalhes do seu fluxo de trabalho, bem como suporte para todos e quaisquer artefactos gerados pelo produto.",
        "support-benefits-topic2":"Solução de problemas",
        "support-benefits-topic2.1":"Quaisquer problemas que possam surgir serão rapidamente resolvidos e voltarão a funcionar normalmente.",
        "support-benefits-topic3":"Correção de erros",
        "support-benefits-topic3.1":"Comunique todos os erros que encontrar e ajude-nos a compreender o seu impacto para os corrigirmos e encontrarmos formas de os evitar no futuro.",
        "support-benefits-topic4":"Interaja com a nossa equipe",
        "support-benefits-topic4.1":"Todos os nossos assinantes têm acesso ao nosso Portal de Serviços, onde podem enviar e acompanhar o processo de satisfação de todos os seus pedidos.",
        "support-benefits-topic4.2":"Portal de Serviço",
        "support-benefits-topic4.3":"onde podem enviar e acompanhar o processo de satisfação de todos os seus pedidos.",
        "support-benefits-topic5":"Tempos de resposta garantidos",
        "support-benefits-topic5.1":"Garantimos que responderemos aos seus pedidos de acordo com o tipo de apoio contratado.",
        "support-benefits-topic-option":"- No",
        "support-benefits-bold1":"Suporte Padrão",
        "support-benefits-bold2":"Suporte Empresarial",
        "support-benefits-topic5.2":"suporte de melhor esforço com SLA de 1 dia útil. Acesso a 10 chamadas de suporte mensais, com um máximo de 2 simultâneas, acesso à nossa comunidade e canais de suporte, biblioteca de ativos.",
        "support-benefits-topic5.3":"resposta no mesmo dia, apoio 24 horas por dia, 7 dias por semana, com ajustes personalizados com o cliente. Contrato comercializado por contacto directo.",
        "support-benefits-topic5.4":"É importante notar que o serviço de suporte não é um serviço de emergência.",
        "support-benefits-topic5.5":"Em alguns casos especiais, o serviço de apoio não estará disponível. Estes dias serão informados por email com pelo menos 3 semanas de antecedência.",
        
        "support-pricing-title":"Preços",
        "support-pricing-desc1":"Para ter acesso ao Suporte, tem de ser um assinante do Platform. Consulte a",
        "support-pricing-desc2":"página de preços",
        "support-pricing-desc3":"para detalhes.",
        
        "contact-bar-title":"Precisa de ajuda para decidir?",
        "contact-bar-label":"Contato de Vendas",

        "docs-bar-title": "Descubra o poder da produtividade com Devportal",
        "docs-bar-label": "Comece Agora",

        "trial-title1":"Obtenha",
        "trial-title2":"Teste Grátis",
        "trial-title3":"para nossa plataforma de suporte",
        "trial-desc1":"Preencha o formulário e obtenha acesso à nossa plataforma de emissão de tickets, garantindo o acesso ao nosso apoio especializado durante",
        "trial-desc2":"teste de suporte de 15 dias",
        "trial-desc3":"Com acesso à nossa plataforma de emissão de tickets, pode comunicar directamente com os nossos especialistas para resolver problemas de DevOps, automatização de aprovisionamento, gestão de API, dimensionamento de infra-estruturas de TI e muito mais através do nosso portal para programadores.",
        "trial-desc4":"Garantimos que as suas informações estão seguras e que cumprimos todas as políticas e regulamentos de privacidade aplicáveis",
        "trial-dialog-title":"É ISSO!",
        "trial-dialog-desc1":"Os seus dados foram guardados com sucesso. Fique atento, nós iremos",
        "trial-dialog-desc2":"contactá-lo por e-mail",
        "trial-dialog-desc3":"para lhe dar acesso à nossa plataforma de tickets.",
        "trial-dialog-label":"Acesse a Página Inicial",
        
        "contact-us-title":"Descubra como podemos ajudar a sua empresa",
        "contact-us-subtitle":"Fale com o nosso especialista de vendas. Utilize o formulário abaixo ou envie um e-mail para",
        "contact-us-sales-email":"platform-sales@vee.codes",
        "contact-us-checkbox-title":"Em que produtos está interessado?",
        "contact-us-form-desc-label":"Como é que podemos ajudar?",
        "contact-us-form-desc-placeholder":"Sua Mensagem",
        
        "faq-title":"Perguntas Frequentes",
        "faq-subtitle":"Consulte as nossas Perguntas Frequentes",
        "faq-question1":"Qual é a diferença entre o suporte Padrão e o suporte Empresarial?",
        "faq-question2":"Tenho que pagar para usar os produtos da plataforma VeeCode?",
        "faq-question3":"Quais são as stacks abrangidas pelo suporte profissional?",
        "faq-question4":"Existe um desconto no serviço de assinatura?",
        "faq-question5":"Existe uma taxa de exclusão para a assinatura de suporte personalizado?",
        "faq-question6":"O que significa suporte 8x5 e 24x7?",
        "faq-question7":"Para além do site, quais são os outros meios de comunicação?",
        "faq-question8":"Tenho um feedback sobre um produto da Plataforma VeeCode, onde posso publicá-lo?",
        "faq-question9":"O que é o Safira? E para o que é utilizado?",
        "faq-question10":"O que é o VKPR? E para o que é utilizada?",
        "faq-question11":"O que é o DevPortal? Para que serve?",
        
        "faq-answ1":"Para além da informação já explicada na ficha de comparação, o padrão é a lógica self-service, onde entra na plataforma de tickets e comunicação e nos traz os seus problemas para que nós na VeeCode o possamos ajudar a resolvê-los. Com o Empresarial, a oferta de suporte é feita de acordo com as suas necessidades, onde podemos resolver os seus problemas consigo, onde delineamos em conjunto uma estratégia com prazos. Ou, dependendo do contexto, para si, onde separamos a nossa equipa para nos focarmos nas questões que são necessárias",
        "faq-answ2":"Não. Nossos produtos são gratuitos, apenas cobramos pelo serviço de suporte personalizado que oferece ajuda em stacks que permeiam o mundo das APIs, microserviços e Devops.",
        "faq-answ3":"VKPR, DevPortal, Safira-CLI, Kong, Kubernetes, Docker, Swagger, Insomnia, Okta, Mockserver, Vault, Keycloak, Prometheus, Jaeger, ArgoCD, Node, NPM, Okteto, Linux, AWS, Digital Ocean, Github, Gitlab, Gitbucket, Terraform, design de API e microsserviços.",
        "faq-answ4":"Estamos numa promoção de lançamento, por isso aproveite a oportunidade de ter acesso ao apoio especializado mais completo do mercado que cabe no seu bolso.",
        "faq-answ5":"Oferecemos-lhe um teste de suporte de 15 dias, durante o qual o seu cartão não será debitado, e o valor do pacote escolhido só será cobrado após este período de teste.",
        "faq-answ6":"São modelos de funcionamento do suporte, o modelo 8x5, significa que a nossa disponibilidade de serviço é de 8 horas por dia nos 5 dias da semana, já o 24x7, segue a mesma lógica e é de 24 horas por dia nos 7 dias da semana, ou seja, o tempo inteiro.",
        "faq-answ7":"Pode encontrar-nos nas nossas redes sociais (instagram, linkedin e facebook), bem como na nossa comunidade no github, onde encontrará canais de interacção perfeitos para responder às suas perguntas e relacionar-se com o público tecnológico.",
        "faq-answ8":"O nosso principal canal de contacto é a Discussão no Github, onde encontrará um canal dedicado ao feedback onde as suas críticas são genuinamente ouvidas. Pode também nos contatar através de qualquer um dos nossos meios de comunicação, e ficaremos muito satisfeitos com a sua contribuição.",
        "faq-answ9":"O Safira-CLI acelera a construção de APIs a partir de um arquivo OpenAPI. Seu objetivo é facilitar a rotina do desenvolvedor que tem uma longa curva de aprendizado para a construção de APIs customizadas de acordo com a demanda do mercado por robustez e tecnologia, que está embutida nas configurações do nosso produto ao gerar o modelo de projeto de API após alguns comandos no Safira CLI.",
        "faq-answ10":"A VKPR constrói para si uma infra-estrutura de nuvem com algumas linhas de código. Entendemos que há um mistério em torno do mundo do Devops e que há grandes desafios no provisionamento da nuvem. A VKPR abstrai as dificuldades do aprovisionamento e dá-lhe liberdade para criar a infra-estrutura quer em teste quer em produção.",
        "faq-answ11":"DevPortal é uma plataforma que centraliza as suas Specs e APIs, facilitando o controle dos microsserviços. Hoje entendemos que a arquitectura de microserviços é necessária para entregar valor aos nossos utilizadores. Devportal funciona como uma vitrine de especificações e APIs que facilitam o controle e teste de serviços.",

        "aws-customer-title":"É um cliente AWS?",
        "aws-customer-subtitle": "Explore as vantagens dos produtos disponíveis no AWS Marketplace e alcance novos patamares de eficiência.",
        "aws-customer-card1":"Confie na nossa equipe de profissionais qualificados para ajudar você a maximizar o uso dos nossos produtos e ferramentas. Estamos aqui para esclarecer dúvidas sobre instalação, configuração e uso, considerando seu fluxo de trabalho. Comunique os erros que encontrar e seu impacto, para que possamos corrigi-los e prevenir problemas futuros.",
        "aws-customer-card2": "A engenharia de plataformas facilita a migração para a nuvem, fornecendo informações, conhecimentos e um plano estratégico. O workshop explora os princípios, os benefícios e o papel da engenharia de plataformas, permitindo que os participantes criem um roteiro estratégico personalizado. No final, terão os conhecimentos necessários para lançar o seu Portal de Programador Interno com confiança.",
        "aws-customer-card3": "O VeeCode Fast Track oferece uma solução especializada de IDP para melhorar rapidamente a experiência do desenvolvedor. Através de um esforço de tempo limitado, uma equipe dedicada configura rapidamente uma instância do DevPortal e fornece modelos iniciais e automatizações para ganhos imediatos de produtividade.",
        "aws-customer-footer": "É um cliente AWS?",
        "aws-customer-buy-btn": "Compre Aqui",
        "aws-customer-start-now": "Comece Agora",
        "aws-customer-alternative-btn":"ou",
        "aws-customer-contact-btn": "Fale Conosco",

        "pricing-title":"Escolha o nosso suporte para você",
        "pricing-subtitle":"Não há mais stress com a transição digital, escolha o apoio que mais se adequa às suas necessidades:",

        "pricing-plan1-title":"GRÁTIS",
        "pricing-plan1-subtitle":"Acelere o seu negócio com a nossa solução Developer Portal. Simplifique a automatização da sua API, Pipelines e muito mais para resolver os seus problemas de negócio.",
        "pricing-plan1-desc1":"Comece agora o seu plano",
        "pricing-plan1-desc2":"GRÁTIS",
        "pricing-plan1-desc3":"e leve o seu negócio para o próximo nível!",
        "pricing-plan1-label":"Comece Agora",
        "pricing-plan1-topic1":"Apoio da Comunidade",
        "pricing-plan1-topic2":"Acesso à documentação",

        "pricing-plan2-title":"Basico",
        "pricing-plan2-subtitle1":"Acelere o seu negócio, suporte seguro para a nossa solução Developer Portal. Resolva seus problemas com automação de API, Pipelines e",
        "pricing-plan2-subtitle2":"mais",
        "pricing-plan2-desc1":"Comece com",
        "pricing-plan2-desc2":"$ 690",
        "pricing-plan2-desc3":"por mês",
        "pricing-plan2-label":"Comprar",
        "pricing-plan2-topic1":"Suporte",
        "pricing-plan2-topic1.1":"8x5",
        "pricing-plan2-topic2":"SLA de um dia útil",
        "pricing-plan2-topic3":"Apoio aos plug-ins TechDocs, CI/CD e Pull Request",
        "pricing-plan2-topic4":"Suporte para 2 modelos de projetos",
        "pricing-plan2-topic5":"Acesso direto aos nossos especialistas",

        "pricing-plan3-title":"Suporte",
        "pricing-plan3-subtitle1":"Obtenha respostas a todas as suas perguntas sobre as nossas soluções. Não há mais problemas com DevOps, desenvolvimento de API, Kubernetes, AWS e",
        "pricing-plan3-subtitle2":"mais",
        "pricing-plan3-desc":"Preço baseado no número de utilizadores e no nível de serviço pretendido",
        "pricing-plan3-label":"Fale Conosco",
        "pricing-plan3-topic1":"Suporte",
        "pricing-plan3-topic1.1":"8x5",
        "pricing-plan3-topic2":"SLA de um dia útil",
        "pricing-plan3-topic3":"Suporte para todos os plugins",
        "pricing-plan3-topic4":"Suporte para todos os modelos",
        "pricing-plan3-topic5":"Acesso direto aos nossos especialistas",

        "pricing-plan4-title":"Empresarial",
        "pricing-plan4-subtitle":"Traga-nos o seu problema, que nós trazemos-lhe a solução. Este plano inclui todas as nossas soluções de forma personalizada à sua medida!",
        "pricing-plan4-desc":"Personalizar a sua experiência",
        "pricing-plan4-label":"Fale Conosco",
        "pricing-plan4-topic1":"Suporte",
        "pricing-plan4-topic1.1":"24x7",
        "pricing-plan4-topic2":"SLA no mesmo dia útil",
        "pricing-plan4-topic3":"Suporte para todos os plugins",
        "pricing-plan4-topic4":"Suporte para todos os modelos",
        "pricing-plan4-topic5":"Acesso direto aos nossos especialistas",
        "pricing-plan4-topic6":"Formação e documentação DevOps",
        
        "pricing-guaranteed1":"Estão disponíveis preços reduzidos para organizações sem fins lucrativos, instituições de ensino e startups com menos de 10 funcionários.",
        "pricing-guaranteed2":"para obter o preço com desconto.",
        
        "breadcrumb1":"Selecionar",
        "breadcrumb2":"Validação",
        "breadcrumb3":"Checkout",
        
        "how-works-title":"Como Funciona",
        "how-works-subtitle":"A Plataforma VeeCode pode ajudá-lo a obter a infra-estrutura da sua API em minutos. Veja como funciona.",

        "how-works-topic1-title":"Está a optar pela nuvem nativa mas não sabe como",
        "how-works-topic1-desc1":"É necessário fornecer soluções e não apenas aplicações. Terá de aprender a lidar e a gerir a nuvem, e espera-se que o faça gastando menos dinheiro. Mas há uma infinidade de opções para cada recurso disponível: clusters, bases de dados, equilibradores de carga, chaves, a lista é interminável.",
        "how-works-topic1-desc2":"Automatizamos a maior parte disto no VKPR - pode saltar a maior parte da curva de aprendizagem e manter o seu foco nas partes divertidas. Nossas ferramentas o levarão até lá através de automação, IaC e GitOps.",

        "how-works-topic2-title":"Tem que fazer esta coisa de API",
        "how-works-topic2-desc1":"Então, vai construir (e gerir) microsserviços e API, mas há tantas partes móveis e continua a ter dificuldades. Só precisa de construir, não de vasculhar centenas de serviços na nuvem com centenas de definições, onde um pequeno erro pode custar-lhe uma factura inesperada.",
        "how-works-topic2-desc2":"Podemos ajudá-lo desde a especificação até à produção. As nossas ferramentas são opinativas e reduzirão as suas escolhas a um número razoável. Experimente o safira-cli para criar os seus modelos de código e gerar pipelines prontos a usar, para que possa fazer o commit desde o desenvolvimento até à produção sem complexidade adicional. O nosso fluxo de trabalho proposto elimina muitos problemas - e estamos sempre a melhorá-lo para si",

        "how-works-topic3-title":"Tem que aprender a infra-estrutura como código",
        "how-works-topic3-desc1":"Você está sempre a ouvir falar das maravilhas da IaC, mas cada ferramenta é uma nova toca de coelho. Terraform, Docker, Kubernetes e muitas outras, para não falar de tantos scripts para as unir - e demasiadas escolhas também.",
        "how-works-topic3-desc2":"Estamos criando bibliotecas IaC para você, publicando-as como pipelines automatizados para que qualquer membro da equipe possa criar e reciclar recursos, mantendo-os em sincronia com uma configuração desejada.",

        "how-works-topic4-title":"Um cluster Kubernetes não é suficiente",
        "how-works-topic4-desc1":"Levar as coisas para a produção numa mentalidade nativa da nuvem requer muito mais do que apenas um cluster gerido. Podemos ajudá-lo a definir a sua arquitectura, trazendo para o seu cluster os componentes necessários que o tornarão pronto para a produção. Sim, precisará de componentes para observabilidade, um gateway de API, balanceadores de carga, bases de dados e segurança. E nós daremos suporte a todos eles, fornecendo uma experiência de autoatendimento para que os clusters não sejam um grande problema.",
        "how-works-topic4-desc2":"O que nós queremos é que não demore meses a decidir a sua arquitectura de TI. Pode fazê-lo hoje mesmo!",

        "how-works-topic5-title":"Você não está sozinho",
        "how-works-topic5-desc1":"Fornecemos suporte para o nosso código e ferramentas - e podem ser utilizados para sempre, mesmo que já não seja cliente. Também fornecemos o melhor suporte possível aos produtos que o ajudamos a instalar, para que possa tirar partido das suas funcionalidades combinadas e decidir melhor quando ou porquê licenciá-los (se alguma vez o fizerem - também são todos de código aberto).",
        "how-works-topic5-desc2":"Pode melhorar. Se as nossas ferramentas o deixaram aquém de qualquer coisa, pode pedir-nos para as melhorarmos gratuitamente. Sim, estamos a melhorar continuamente o nosso conjunto de ferramentas e precisamos muito da sua opinião.",

        "how-works-topic6-title":"Acelerar o aprovisionamento da nuvem",
        "how-works-topic6-desc1":"Atualmente os serviços mais bem sucedidos do mercado já passaram pela transição digital, e a maioria deles teve dificuldades com esse processo, precisando contratar consultores e serviços caros para lidar com esse desafio. Agora com o",
        "how-works-topic6-desc2":"sua transição e uso de ferramentas cloud-native se torna mais simples. Construímos uma interface de linha de comando dedicada a construir clusters kubernetes de forma rápida, simples e automatizada através de pipelines IaC seguindo a metodologia GitOps. Junto com uma ferramenta auxiliar que facilita a instalação e o gerenciamento de aplicativos que estão no mundo cloud-native, sem ter nenhum lock-in de uso",

        "how-works-topic7-title":"Automatize a criação da sua API",
        "how-works-topic7-desc1":"Sabemos como é dispendioso e demorado construir uma API. Para resolver este problema, criámos uma interface de linha de comandos,",
        "how-works-topic7-desc2":"Utilizando um ficheiro API aberto, juntamente com um simples comando, o nosso CLI constrói um modelo API completo nas estruturas Java mais utilizadas no mercado: SpringBoot e Quarkus. Tudo isso de forma rápida e automatizada. Além disso, nossa solução permite customizações que trazem robustez ao projeto, como o uso de Mockserver, configurações de pipelining e containerização por Docker e Kubernetes, além de um alto nível de segurança com API gateway como Kong e autenticador como Okta.",

        "how-works-topic8-title":"Centralize a gestão dos seus microsserviços",
        "how-works-topic8-desc":"A arquitetura de microserviços revolucionou a internet, e aproveitando essa inovação criamos o DevPortal. Esta ferramenta é a nossa plataforma que centraliza todas as suas Specs e APIs, ajudando o utilizador a visualizar mais de perto os serviços dispostos nas APIs. Graças à sua facilitação visual, os testes de API são mais rápidos e de melhor visualização tendo um conjunto de possibilidades para actuar na nossa plataforma. Acelere a gestão dos seus microserviços e aproxime-se do cliente com um feedback mais rápido com o DevPortal.",
        
        "how-works-topic9-title":"Obtenha apoio especializado",
        "how-works-topic9-desc1":"Aqui está a cereja do bolo. Com a evolução da tecnologia, a cada dia surge uma nova e mais poderosa forma de realizar seu serviço, a todo momento surgem novas atualizações que mudam todo o formato do processo, e tudo isso é cada vez mais complexo de acompanhar e principalmente de implementar. Aí vem a nossa proposta: conte com o nosso suporte! De forma simples e rápida, podemos sanar suas dúvidas e ajudá-lo a trazer as melhores opções para o seu negócio. Conheça mais sobre nossos planos.",
        
        "how-works-label":"Ver Planos",

        "validate-title1":"Ir para o",
        "validate-desc1":"Preencha o formulário e conclua o processo de pagamento para obter acesso à nossa plataforma de emissão de tickets e contatar o nosso apoio especializado!",
        "validate-desc2":"Com acesso à nossa plataforma de emissão de tickets, pode comunicar diretamente com os nossos especialistas e resolver facilmente os seus problemas de DevOps, automatização de aprovisionamento, gestão de API, dimensionamento de infraestruturas de TI e muito mais através do nosso portal para programadores.",
        "validate-desc3":"Tenha a certeza de que as suas informações estão seguras e que cumprimos todas as políticas e regulamentos de privacidade aplicáveis",
        
        "checkout-summary":"Resumo da compra",
        "checkout-sup-plan":"Plano de suporte:",
        "checkout-mo":"mês",
        "checkout-monthly":"Mensalmente",
        "checkout-year":"Anualmente",
        "checkout-tickets":"Até 2 bilhetes simultaneamente",
        "checkout-due":"",
        "checkout-billed1":"Cobrado",
        "checkout-billed2":"em",
        "checkout-billed3":"22 de Junho.",
        "checkout-contract":"Contrato Anual",
        "checkout-cards":"Cartão de débito ou crédito",
        "annual":"Anual",
        "monthly":"Mensal",
        "checkout":"Checkout",

        "contact-enterprise-title":"Nosso Suporte Empresarial",
        "contact-enterprise-subtitle":"Fazemos isso com você e para você. Utilize o formulário abaixo ou envie um e-mail para",
        "contact-enterprise-desc1":"Use a nossa principal força a seu favor.",
        "contact-enterprise-desc2":"Com o suporte empresarial, você tem acesso imediato a profissionais especializados dedicados aos seus desafios. Neste plano, toda a nossa experiência está à sua disposição, e é mesmo verdade quando dizemos que o faremos com você e para você. Vá mais longe na sua transição digital e conte conosco para facilitar.",
        "contact-enterprise-desc3":"Problemas com Devops, IaC, Kong, Kubernetes e muito mais serão resolvidos com profissionais especializados em cada stack, não deixe que problemas de tecnologia afetem seu negócio, conte conosco para usar a tecnologia para escalar e se destacar da concorrência do mercado.",
        "contact-enterprise-desc4":"Fale conosco, estamos ansiosos em te receber na nossa equipe!",
        
        "free-plan-title1":"Comece a sua jornada com a nossa",
        "free-plan-title2":"Solução Gratuita",
        "free-plan-desc1":"Como um usuário gratuito, você terá acesso a",
        "free-plan-desc2":"apoio do nosso fórum da comunidade",
        "free-plan-desc3":"no GitHub. Embarque numa aventura com o nosso poderoso",
        "free-plan-desc4":"concebida especificamente para os utilizadores do nosso plano gratuito.",
        "free-plan-desc5":"A nossa plataforma de fácil utilização fornece automação de API simplificada, Pipelines e muito mais para ajudar a resolver os seus problemas empresariais e levar o seu negócio para o próximo nível.",
        "free-plan-desc6":"Preencha o formulário abaixo para começar e obter acesso à nossa documentação para iniciar a sua jornada imediatamente.",
        "developer-portal":"Portal do Desenvolvedor",

        "plugin-page-title":"Plugins",
        "plugin-page-subtitle": "Descrições, guias e instruções de instalação para plug-ins do Backstage.",
        "plugin-page-buttonLabel": "Explorar"
    }
}